return {
  "glepnir/dashboard-nvim",
  event = "VimEnter",
  config = function()
    -- Header taken from https://patorjk.com/software/taag/#p=display&f=ANSI%20Shadow&t=NEOVIM
    local header = [[
      ███╗   ██╗███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗
      ████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║
      ██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║
      ██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║
      ██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║
      ╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝
    ]]
    header = string.rep("\n", 8) .. header .. "\n\n"
    local dashboard = require("dashboard")
    dashboard.setup({
      config = {
        header = vim.split(header, "\n")
      }
    })
  end,
}
